tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "awscli"
brew "docker"
brew "docker-compose"
brew "glow"
brew "gnupg"
brew "goenv"
brew "golangci-lint"
brew "htop"
brew "http-server"
brew "k9s"
brew "kubernetes-cli"
brew "lima"
brew "mycli"
brew "neovim"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "tmux"
brew "typos-cli"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "hiddenbar"
cask "iina"
cask "input-source-pro"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "netnewswire"
cask "notion-calendar"
cask "obsidian"
cask "podman-desktop"
cask "raycast"
cask "thunderbird"
cask "visual-studio-code"
cask "wezterm"
cask "yubico-authenticator"
