tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# System utilities (belong in brew)
brew "xz"
brew "gnupg"

# Shell plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# GUI apps
cask "arc"
cask "claude"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "iina"
cask "input-source-pro"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "netnewswire"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "tailscale-app"
cask "thunderbird"
cask "visual-studio-code"
cask "wezterm"
cask "yaak"
cask "yubico-authenticator"
